tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
brew "bat"
brew "glib"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "yt-dlp"
brew "mpv"
brew "python@3.11"
brew "thefuck"
brew "vim"
brew "stripe/stripe-cli/stripe"
cask "iterm2"
cask "ngrok"
cask "raycast"
cask "stats"
vscode "albert.tabout"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "geyao.html-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jmrog.vscode-nuget-package-manager"
vscode "jock.svg"
vscode "justusadam.language-haskell"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "melishev.feather-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "mylesmurphy.prettify-ts"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "pustelto.bracketeer"
vscode "rajeshwaran.developer-theme-dark"
vscode "ritwickdey.liveserver"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
